---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ZoneFailures
source: html/e2913f84-f417-c3f0-b130-f8666ededd6f.htm
---
# BuiltInFailures.ZoneFailures Properties

Zone has a room not enclosed.